import { FaqBlock } from '@shared/ui/FaqBlock';
import './FaqPage.scss';

const FaqPage = () => {
	return (
		<main className='faq-page'>
			<h1 className='faq-page__title'>Ответы на вопросы</h1>
			<section className='faq-page__content'>
				<FaqBlock
					label='Как я могу оформить заказ на сайте?'
					text='Чтобы оформить заказ, выберите нужный товар и нажмите кнопку "Купить". Затем перейдите в корзину, проверьте выбранные позиции и нажмите "Оформить заказ". Заполните необходимые данные для доставки и выберите способ оплаты.'
				/>
				<FaqBlock
					label='Какие способы оплаты вы принимаете?'
					text='Мы принимаем оплату наличными при получении заказа, а также банковскими картами через онлайн-платежные системы.'
				/>
				<FaqBlock
					label='Как я могу отследить свой заказ?'
					text='Вы можете отследить свой заказ в разделе "Мои заказы" в вашем аккаунте или по номеру заказа, который будет отправлен вам на email.'
				/>
				<FaqBlock
					label='Каковы условия возврата товара?'
					text='Мы предлагаем возврат товара в течение 14 дней с момента получения заказа, при условии, что товар не был использован и сохраняет свои потребительские свойства.'
				/>
				<FaqBlock
					label='Предоставляете ли вы гарантию на товары?'
					text='Да, мы предоставляем гарантию на все товары, которые продаем. Гарантийный срок составляет 12 месяцев с момента покупки.'
				/>
			</section>
		</main>
	);
};

export default FaqPage;
