export const FAQ_ITEMS = [
	{
		question: 'Как я могу оформить заказ на сайте?',
		answer: 'Чтобы оформить заказ, выберите нужный товар и нажмите кнопку «Купить». Затем перейдите в корзину, проверьте выбранные позиции и нажмите «Оформить заказ». Заполните необходимые данные для доставки и выберите способ оплаты.'
	},
	{
		question: 'Какие способы оплаты вы принимаете?',
		answer: 'Мы принимаем оплату наличными при получении заказа, а также банковскими картами через онлайн-платежные системы.'
	},
	{
		question: 'Как я могу отследить свой заказ?',
		answer: 'Вы можете отследить свой заказ в разделе «Мои заказы» в вашем аккаунте или по номеру заказа, который будет отправлен вам на email.'
	},
	{
		question: 'Каковы условия возврата товара?',
		answer: 'Мы предлагаем возврат товара в течение 14 дней с момента получения заказа, при условии, что товар не был использован и сохраняет свои потребительские свойства.'
	},
	{
		question: 'Предоставляете ли вы гарантию на товары?',
		answer: 'Да, мы предоставляем гарантию на все товары, которые продаем. Гарантийный срок составляет 12 месяцев с момента покупки.'
	}
];
