import './WarrantyPage.scss';

const WarrantyPage = () => {
	return (
		<main className='warranty-page'>
			<h1 className='warranty-page__title'>Гарантия</h1>
			<div className='warranty-page__text'>
				<p>
					Если в купленном Вами товаре в течение установленного
					гарантийного срока обнаружены недостатки, Вы по своему выбору
					вправе:
				</p>
				<p>
					потребовать замены на товар этой же марки (этой же модели и
					(или) артикула) потребовать замены на такой же товар другой
					марки (модели, артикула) с соответствующим перерасчетом
					покупной цены; потребовать соразмерного уменьшения покупной
					цены; потребовать незамедлительного безвозмездного устранения
					недостатков товара или возмещения расходов на их исправление
					потребителем или третьим лицом; отказаться от исполнения
					договора купли-продажи и потребовать возврата уплаченной за
					товар суммы. В этом случае Вы обязаны вернуть товар с
					недостатками продавцу за его счет. В отношении технически
					сложного товара Вы в случае обнаружения в нем недостатков по
					своему выбору вправе:
				</p>
				<p>
					отказаться от исполнения договора купли-продажи и потребовать
					возврата уплаченной за такой товар суммы; предъявить требование
					о его замене на товар этой же марки (модели, артикула) или на
					такой же товар другой марки (модели, артикула) с
					соответствующим перерасчетом покупной цены. Срок предъявления
					вышеназванных требований составляет 15 дней со дня передачи Вам
					такого товара. По истечении указанного 15-дневного срока данные
					требования подлежат удовлетворению в одном из следующих
					случаев:
				</p>
				<p>
					обнаружение существенного недостатка товара (существенный
					недостаток товара: неустранимый недостаток или недостаток,
					который не может быть устранен без несоразмерных расходов или
					затрат времени, или выявляется неоднократно, или проявляется
					вновь после его устранения); нарушение установленных законом РФ
					«О защите прав потребителей» сроков устранения недостатков
					товара; невозможность использования товара в течение каждого
					года гарантийного срока в совокупности более чем тридцать дней
					вследствие неоднократного устранения его различных недостатков.
					В случае если Вы приобрели уцененный или бывший в употреблении
					товар ненадлежащего качества, и были заранее предупреждены о
					недостатках, из-за которых произошла уценка, в письменной
					форме, то претензии по таким недостаткам не принимаются.
				</p>
			</div>
		</main>
	);
};

export default WarrantyPage;
